[
  {
    "id": 1,
    "name": "Prestosuchus",
    "time": "242 million years ago",
    "size": 0.8,
    "audio": "dino_1.mp3",
    "description": "Prestosuchus was a large rauisuchian archosaur, at a length of 5 metres from nose to tail. It lived in Brazil during the Triassic Period. It had powerful legs, indicating that it was a fast running animal. It eats small dinosaurs and aetosaurs... Yikes!"
  },
  {
    "id": 2,
    "name": "Coelophysis",
    "time": "228 million years ago",
    "size": 2,
    "audio": "dino_2.mp3",
    "description": "Coelophysis was a primitive theropod dinosaur. Usually growing to a length of about 2 metres. It was very light, weighing only about 18–23 kg and had a long, slender neck, tail, and hind legs. The head was long and narrow, and the jaws were equipped with many sharp teeth... not quite unlike myself!"
  },
  {
    "id": 3,
    "name": "Iguanadon",
    "time": "161 million years ago",
    "size": 0.7,
    "audio": "dino_3.mp3",
    "description": "Iguanodon was the largest, best known and most widespread of all the iguanodontids, which are closely related to the hadrosaurs - or duck-billed dinosaurs. Iguanodon was 9 metres long, stood nearly 2 metres tall at the hip, and weighed four to five tons. That's a heavy boy!"
  },
  {
    "id": 4,
    "name": "Stegosaurus",
    "time": "151 million years ago",
    "size": 0.6,
    "audio": "dino_4.mp3",
    "description": "Stegosaurus was a large, slow moving plant-eater. It defended itself from predators with its powerful spiked tail. The bony plates along its back were embedded in the skin of the animal, not attached to its skeleton, which is why in most fossil finds the plates are separated from the body. Unbeknown to most, I too have bony plates along my back."
  },
  {
    "id": 5,
    "name": "Pterodactyl",
    "time": "150 million years ago",
    "size": 1.5,
    "audio": "dino_5.mp3",
    "description": "Pterodactylus is a genus of pterosaurs, whose members are commonly known as pterodactyls. It was a carnivore and probably preyed upon fish and other small animals. Like all pterosaurs, Pterodactylus had wings formed by a skin and muscle membrane stretching from its elongated fourth finger to its hind limbs. Wings with fingers!? Well I've never..."
  },
  {
    "id": 6,
    "name": "Brachiosaurus",
    "time": "146 million years ago",
    "size": 0.3,
    "audio": "dino_6.mp3",
    "description": "Brachiosaurs were built like huge giraffes; they had immensely long necks and relatively short tails. Their morphology is unusual among dinosaurs in that the forelimbs were longer than the hind limbs. These adaptations apparently enabled them to lift their heads to about 12 metres above the ground in order to browse the branches of tall trees. Brachiosaurs attained a maximum length approaching 25 metres and a weight of nearly 80 metric tons. Scary, but at least he won't eat me!"
  },
  {
    "id": 7,
    "name": "Spinosaurus",
    "time": "100 million years ago",
    "size": 0.4,
    "audio": "dino_7.mp3",
    "description": "Spinosaurus, or “spined reptile,” was named for its “sail-back” feature, created by tall vertebral spines. It was a big meanie, eating anything that wouldn't be eating it!"
  },
  {
    "id": 8,
    "name": "Velociraptor",
    "time": "75 million years ago",
    "size": 1.9,
    "audio": "dino_8.mp3",
    "description": "Velociraptor was a sickle-clawed dinosaur that flourished in central and eastern Asia during the Late Cretaceous Period. It is closely related to the North American Deinonychus of the Early Cretaceous in that both reptiles were dromaeosaurs. Both possessed an unusually large claw on each foot, as well as ossified tendon reinforcements in the tail."
  },
  {
    "id": 9,
    "name": "Tyrannosaurus Rex",
    "time": "70 million years ago",
    "size": 0.5,
    "audio": "dino_9.mp3",
    "description": "Tyrannosaurus was a bipedal carnivore with a massive skull balanced by a long, heavy tail. Relative to its large and powerful hind limbs, Tyrannosaurus forelimbs were short but unusually powerful for their size and had two clawed digits. T. rex could grow to lengths of over 12.3 m and up to 3.66 meters tall at the hips. I think I've seen this in a movie once..."
  },
  {
    "id": 10,
    "name": "Triceratops",
    "time": "68 million years ago",
    "size": 1,
    "audio": "dino_10.mp3",
    "description": "Is that an elephant? No, wait... Triceratops was a large quadrupedal plant-eating ceratopsian dinosaur that had a frill of bone at the back of its skull and three prominent horns. Fossils of “three-horned face,” as its Latin name is usually translated, date to the final 3 million years of the Cretaceous Period, making it one of the last of the non-avian dinosaurs to have evolved."
  }
]